Repository: 84000/data-translation-memory
Catalog: toh1-4-v3.tmx
Source language: bo
Languages: en

source: དེས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་ནས་འཕགས་པ་དག་ལོངས་སྤྱད་པ་དག་འབུལ་གྱིས་ཚུར་སྤྱོན་ཅེས་སྤྲིང་བ་དང་།
en: Come, I will give you sustenance.”

source: དགེ་སློང་རྣམས་ཀྱིས་དྲི་བར་བརྩམས་ཏེ། གླང་པོ་ཆེ་སྐྱོང་བའི་གྲོང་དུ་ཇི་སྲིད་ཡོད།
en: The monks asked, “How far is the town of Hastibāla?”

source: དེར་ནི་དཔག་ཚད་གསུམ་ལྷག་ཙམ་མཆིས་སོ། །
en: “It is about three furlongs.”

source: བདག་ཅག་གིས་དེང་ཉིད་དོང་ལ་སླར་འཁོར་བར་ནུས་སམ་མི་ནུས་སྙམ་པ་ལས། དེ་དག་གིས་བསམས་པ། བཅོམ་ལྡན་འདས་ཀྱིས་དབྱར་གནས་པར་དམ་བཅས་པའི་དགེ་སློང་གིས་མཚམས་ཀྱི་ཕྱི་རོལ་དུ་འགྲོ་བར་མི་བྱའོ། །
en: Wondering whether they could make the round trip if they were to go that very day, they thought about the Blessed One’s statement, “A monk who has pledged to settle for the rains should not go beyond the boundary.

source: གལ་ཏེ་སོང་ན་དེར་གནས་པར་མི་བྱའོ་ཞེས་གསུངས་སོ་སྙམ་ནས་དེ་རྣམས་མ་སོང་ངོ་། །
en: If he does, he should not remain there,” and did not go.

source: དེ་ན་གླང་པོ་ཆེ་སྐྱོང་བའི་གྲོང་གི་ཉེ་འཁོར་དུ་དགེ་སློང་གང་དག་དབྱར་གནས་པར་དམ་བཅས་པ་དེ་དག་ལ་དེས་གོས་ཀྱི་རྙེད་པ་དང་ཟས་ཀྱི་རྙེད་པ་མང་དུ་ཕུལ་ལོ། །
en: Udayana then offered much cloth and much food to those monks who had pledged to settle for the rains in the vicinity of the town of Hastibāla.

source: དེ་དག་དབྱར་ཟླ་བ་གསུམ་འདས་ཏེ་ཆོས་གོས་བྱས་པ་དང་ལྡན། ཆོས་གོས་ཟིན་པ་དང་ལྡན་ནས་ལྷུང་བཟེད་དང་ཆོས་གོས་ཐོགས་ཏེ། མཉན་ཡོད་གང་ན་བ་དེར་རྒྱུ་ཞིང་དོང་ནས་རིམ་གྱིས་རྒྱུ་ཞིང་དོང་བ་ན་མཉན་ཡོད་དུ་ཕྱིན་ཏོ། །
en: After the three months of the rains had passed, they, with their robes mended and in order, took up their begging bowls and robes and set off on the journey to Śrāvastī, until, after traveling by stages, they arrived there.

source: དེ་དག་དགེ་སློང་རྣམས་ཀྱིས་རྒྱང་རིང་པོ་ཁོ་ན་ནས་མཐོང་ནས་ཚེ་དང་ལྡན་པ་དག་འོངས་པ་ལེགས་སོ། །འོངས་པ་ལེགས་སོ་ཞེས་ངལ་སོར་བཅུག་ནས་སྨྲས་པ།
en: When the resident monks saw them approaching off in the distance, they called out, “Welcome, venerable ones, welcome!”

source: ཚེ་དང་ལྡན་པ་དག་ཁྱེད་གང་ནས་ད་འདིར་འོངས།
en: Once the visiting monks had been allowed to rest, the others asked, “Venerable ones, where have you come from just now?

source: གང་དུ་དབྱར་གནས་པར་དམ་བཅས།
en: Where did you pledge to settle for the rains?”

source: ཚེ་དང་ལྡན་པ་བདག་ཅག་ནི་གླང་པོ་ཆེ་སྐྱོང་བའི་གྲོང་ནས་ད་གཟོད་འདིར་འོངས་ཏེ། གླང་པོ་ཆེ་སྐྱོང་བའི་གྲོང་དུ་དབྱར་གནས་པར་དམ་བཅས་སོ། །
en: “Venerable ones, we have just now come here from the town of Hastibāla, where we pledged to settle for the rains.”

source: ཚེ་དང་ལྡན་པ་དག་ཇི་ག་ཁྱེད་ཅག་གླང་པོ་ཆེ་སྐྱོང་བའི་གྲོང་དུ་བདེ་བ་ལ་རེག་པར་དབྱར་གནས་པར་དམ་བཅས་སམ།
en: “Venerable ones, were you at ease pledging to settle for the rains there?

source: དེ་ན་ཁྱེད་བསོད་སྙོམས་ཀྱིས་བྲེལ་བར་མ་གྱུར་མོད།
en: Were you not wearied by seeking alms?”

source: ཚེ་དང་ལྡན་པ་དག་བདེན་ཏེ། བདག་ཅག་གླང་པོ་ཆེ་སྐྱོང་བའི་གྲོང་དུ་བདེ་བ་ལ་རེག་པར་དབྱར་གནས་པར་དམ་བཅས་ཤིང་བསོད་སྙོམས་ཀྱིས་ཀྱང་བྲེལ་བར་མ་གྱུར་ཏོ། །
en: “Venerable ones, it was so; we were at ease pledging to settle for the rains and were not wearied by seeking alms in the town of Hastibāla.”

source: ཚེ་དང་ལྡན་པ་དག་ཇི་ལྟ་བ་ཞིག་ཏུ་ཁྱེད་ཅག་གླང་པོ་ཆེ་སྐྱོང་བའི་གྲོང་དུ་བདེ་བ་ལ་རེག་པར་དབྱར་གནས་པར་དམ་བཅས་ཤིང་བསོད་སྙོམས་ཀྱིས་ཀྱང་མ་བྲེལ།
en: “Venerable ones, how is it that you were at ease pledging to settle for the rains and were not wearied by seeking alms in the town of Hastibāla?”

source: ཚེ་དང་ལྡན་པ་དག་གླང་པོ་ཆེ་སྐྱོང་བའི་གྲོང་དེ་ན་ཁྱིམ་བདག་འཆར་ཀ་ཞེས་བྱ་བ་ཞིག་གནས་ཏེ།
en: “Venerable ones, in the town of Hastibāla there lives a householder named Udayana.

source: དེའི་ཁྱིམ་ན་རང་གི་འཆིང་བ་བག་མ་བླངས་ནས། བདག་ཅག་ལ་དེས་གོས་ཀྱི་རྙེད་པ་དང་ཟས་ཀྱི་རྙེད་པ་མང་དུ་ཕུལ་ཏེ།
en: Having taken into his house a wife who would serve as his consort, he offered much cloth and much food.

source: དེ་ལྟར་ན་ཚེ་དང་ལྡན་པ་དག་བདག་ཅག་གླང་པོ་ཆེ་སྐྱོང་བའི་གྲོང་དུ་བདེ་བ་ལ་རེག་པར་དབྱར་གནས་པར་དམ་བཅས་ཏེ་བསོད་སྙོམས་ཀྱིས་ཀྱང་བྲེལ་བར་མ་གྱུར་ཏོ། །དེ་དག་གིས་སྨྲས་པ།
en: Thus it was, venerable ones, that we were at ease pledging to settle for the rains and were not wearied by seeking alms in the town of Hastibāla.”

source: ཚེ་དང་ལྡན་པ་དག་བདག་ཅག་ལ་ཡང་ཁྱིམ་བདག་དེས་ཕོ་ཉ་བཏང་ནས་འཕགས་པ་དག་ལོངས་སྤྱད་པ་དག་འབུལ་གྱིས་འདིར་སྤྱོན་ཅིག་ཅེས་སྤྲིང་བ་ལས།
en: They said, “Venerable ones, that householder also sent us a messenger with the message, ‘Noble ones! Come, I will give you sustenance.’

source: དེ་ལ་བདག་ཅག་གིས་གླང་པོ་ཆེ་སྐྱོང་བའི་གྲོང་དུ་ཇི་སྲིད་ཡོད་ཅེས་སྨྲས་ན། དེར་དཔག་ཚད་གསུམ་ལྷག་ཙམ་ཡོད་དོ་ཞེས་ཟེར་ནས་བདག་ཅག་གིས་བློ་སྐྱེས་པ།
en: When we asked how far the town of Hastibāla was, we were told it was just over three furlongs.

source: གལ་ཏེ་སོང་ན་དེར་གནས་པར་མི་བྱའོ་ཞེས་གསུངས་སོ་སྙམ་ནས་བདག་ཅག་མ་དོང་ངོ་། །
en: If he does, he should not remain there,’ and did not go.”

source: སྐབས་དེ་དགེ་སློང་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་དགོངས་པ།
en: The monks informed the Blessed One of this matter and the Blessed One thought, “Ah!

source: ཀྱེ་མ་ངའི་ཉན་ཐོས་རྣམས་ནི་གོས་ཀྱི་རྙེད་པ་དང་ཟས་ཀྱི་རྙེད་པ་དག་འདོད་ཀྱིས། མ་ལ་ངས་དགེ་སློང་རྣམས་བདེ་བ་ལ་རེག་པར་གནས་པར་བྱ་བའི་ཕྱིར་དང་། སྦྱིན་བདག་གིས་བྱིན་པའི་ཆོས་ཡོངས་སུ་སྤྱད་པར་བྱ་བའི་ཕྱིར་ཞག་བདུན་རྗེས་སུ་གནང་བར་བྱ་སྟེ།
en: My disciples desire goods of cloth and food, so I will permit them a leave of seven days so that the monks may settle at ease and partake of the donations made by patrons.”

source: དེ་ལྟ་བས་ན་རྗེས་སུ་གནང་སྟེ་བྱ་བའི་ཕྱིར་ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་འགྲོ་བར་བྱའོ། །
en: Then the Blessed One said, “Therefore, I consent: once excused, monks may leave for up to seven days on account of business.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བྱ་བའི་ཕྱིར་ཞག་བདུན་བྱིན་གྱིས་བརླབས་ཏེ་འགྲོ་བར་བྱའོ་ཞེས་གསུངས་པ་དགེ་སློང་དག་གིས་གང་གི་བྱ་བའི་ཕྱིར་མ་ཤེས་པའི་སྐབས་དེ་དགེ་སློང་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་བསྙེན་གྱི་བྱ་བ་དང་། དགེ་བསྙེན་མའི་བྱ་བ་དང་། དགེ་སློང་གི་དང་།
en: Seven-Day Leave on Account of Business When the Blessed One said, “Therefore, I consent: once excused, monks may leave for up to seven days on account of business,” the monks did not know what business the Blessed One intended so the monks asked the Blessed One and the Blessed One replied, “A male lay vow holder’s business, a female lay vow holder’s business, a monk’s business, a nun’s business, a nun postulant’s business, a male novice’s business, and a female novice’s business.

source: དགེ་སློང་མའི་དང་། དགེ་ཚུལ་གྱི་དང་། དགེ་ཚུལ་མའི་བྱ་བའི་ཕྱིར་རོ། །དགེ་བསྙེན་གྱི་བྱ་བ་གང་ཞེ་ན།
en: “What is a male lay vow holder’s business?

source: འདི་ལྟར་ཡང་དགེ་བསྙེན་གྱི་ཁྱིམ་དུ་རང་གི་འཆིང་བ་བག་མ་བླངས་ཏེ། དེས་དེར་གོས་ཀྱི་རྙེད་པ་དང་ཟས་ཀྱི་རྙེད་པ་མང་དུ་སྟ་གོན་བྱས་ནས་དེས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་སྟེ། འཕགས་པ་དག་ལོངས་སྤྱད་པ་དག་འབུལ་གྱིས་ཚུར་སྤྱོན་ཅིག་ཅེས་སྤྲིང་ན།
en: If a male lay vow holder, having taken into his house a wife who would serve as his consort, prepares much wealth in the form of cloth and food and sends a messenger to the monks with the message, ‘Noble ones!

source: ཞག་བདུན་བྱིན་གྱིས་བརླབས་ནས་དགེ་བསྙེན་གྱི་བྱ་བའི་ཕྱིར་དགེ་སློང་འགྲོ་བར་བྱ་སྟེ།
en: Come, I will give you sustenance,’ a monk may leave on a male lay vow holder’s business after having a seven-day leave sanctioned.

source: འདི་ནི་དགེ་བསྙེན་གྱི་བྱ་བ་ཡིན་ནོ། །
en: This is a male lay vow holder’s business.

source: གཞན་ཡང་དགེ་བསྙེན་གྱི་བྱ་བ་འདི་ལྟ་སྟེ། དགེ་བསྙེན་གྱིས་ཕྱོགས་བཞིའི་དགེ་སློང་གི་དགེ་འདུན་གྱི་ཕྱིར་གཙུག་ལག་ཁང་བརྩིག་པར་འདོད་ནས། དེས་དེར་གོས་ཀྱི་རྙེད་པ་དང་ཟས་ཀྱི་རྙེད་པ་མང་དུ་སྟ་གོན་བྱས་ཏེ། དེས་དགེ་སློང་དག་ལ་ཕོ་ཉ་བཏང་ནས། འཕགས་པ་དག་ལོངས་སྤྱད་པ་དག་འབུལ་གྱིས་ཚུར་སྤྱོན་ཅིག་ཅེས་སྤྲིང་ན།
en: “Another instance of a male lay vow holder’s business: If a male lay vow holder, who is about to establish a monastery for the saṅgha of monks in the four directions, prepares much wealth in the form of cloth and food and sends a messenger to the monks with the message, ‘Noble ones!

source: ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་དགེ་བསྙེན་གྱི་བྱ་བའི་ཕྱིར་དགེ་སློང་འགྲོ་བར་བྱ་སྟེ།
en: Come, I will give you sustenance,’ a monk may leave on a male lay vow holder’s business after having a seven-day leave sanctioned.

source: གཞན་ཡང་དགེ་བསྙེན་གྱི་བྱ་བ་འདི་ལྟ་སྟེ། དགེ་བསྙེན་གྱིས་གཙུག་ལག་ཁང་དེ་ཉིད་དུ་གནས་མལ་དབུལ་བར་འདོད་པར་གྱུར་ནས། དེས་དེར་གོས་ཀྱི་རྙེད་པ་དང་ཟས་ཀྱི་རྙེད་པ་མང་དུ་སྟ་གོན་བྱས་ཏེ། དེས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་ནས། འཕགས་པ་དག་ལོངས་སྤྱད་པ་དག་དབུལ་གྱིས་ཚུར་སྤྱོན་ཅིག་ཅེས་སྤྲིང་ན།
en: “Another instance of a male lay vow holder’s business: If a male lay vow holder, who is about to offer bedding and seating for that monastery, prepares much wealth in the form of cloth and food and sends a messenger to the monks with the message, ‘Noble ones!

source: གཞན་ཡང་དགེ་བསྙེན་གྱི་བྱ་བ་འདི་ལྟ་སྟེ། དགེ་བསྙེན་གྱིས་གཙུག་ལག་ཁང་དེ་ཉིད་དུ་མཐུན་པའི་མཆོད་སྦྱིན་བརྟན་པོ་བཅའ་བར་འདོད་ནས། དེས་དེར་གོས་ཀྱི་རྙེད་པ་དང་ཟས་ཀྱི་རྙེད་པ་མང་དུ་སྟ་གོན་བྱས་ཏེ། དེས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་ནས། འཕགས་པ་དག་ལོངས་སྤྱོད་པ་དག་དབུལ་གྱིས་ཚུར་སྤྱོན་ཅིག་ཅེས་སྤྲིང་ན།
en: “Another instance of a male lay vow holder’s business: If a male lay vow holder, who is about to establish steady alms for that monastery, prepares much wealth in the form of cloth and food and sends a messenger to the monks with the message, ‘Noble ones!

source: གཞན་ཡང་དགེ་བསྙེན་གྱི་བྱ་བ་འདི་ལྟ་སྟེ། དགེ་བསྙེན་གྱིས་གཙུག་ལག་ཁང་དེ་ཉིད་དུ་དེ་བཞིན་གཤེགས་པའི་སྐུ་གདུང་གིས་མཆོད་རྟེན་བརྩིག་པར་འདོད་ནས། དེས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་སྟེ། འཕགས་པ་དག་ཚུར་སྤྱོན་ཅིག་ཆོས་ཀྱི་གྲོགས་མཛོད་ཅིག་ཅེས་སྤྲིང་ན།
en: “Another instance of a male lay vow holder’s business: If a male lay vow holder, who is about to build a stūpa for the bodily remains of a tathāgata at that monastery, prepares much wealth in the form of cloth and food and sends a messenger to the monks with the message, ‘Come!

source: འདི་ནི་དགེ་བསྙེན་གྱི་བྱ་བ་ཡིན་ནོ། །གཞན་ཡང་དགེ་བསྙེན་གྱི་བྱ་བ་འདི་ལྟ་སྟེ། དགེ་བསྙེན་གྱིས་མཆོད་རྟེན་དེ་ཉིད་ལ་སྲོག་ཤིང་གཟུགས་པ་དང་། གདུགས་གདགས་པ་དང་། རྒྱལ་མཚན་གཟུགས་པ་དང་།
en: This is a male lay vow holder’s business.

source: འཕན་གདགས་པ་དང་། དྲི་སྣ་ཚོགས་ཀྱི་བྱུག་པ་དང་། ཙན་དན་གྱི་བསྐུ་བ་དང་། གུར་ཀུམ་གྱི་བྱུག་པ་དག་དབུལ་བར་འདོད་ནས། དེས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་སྟེ།
en: “Another instance of a male lay vow holder’s business: If a male lay vow holder, who is about to offer a central pole to be planted, a parasol to be set up, flags to be planted, banners to be affixed, various fragrant perfumes, sandalwood paste, and saffron for that stūpa, prepares much wealth in the form of cloth and food and sends a messenger to the monks with the message, ‘Come!

source: འཕགས་པ་དག་ཚུར་སྤྱོན་ཅིག །བདག་གི་ཆོས་ཀྱི་གྲོགས་མཛོད་ཅིག་ཅེས་སྤྲིང་ན། ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་དགེ་བསྙེན་གྱི་བྱ་བའི་ཕྱིར་དགེ་སློང་འགྲོ་བར་བྱ་སྟེ།
en: The noble ones should help me with the Dharma,’ a monk may leave on a male lay vow holder’s business after having a seven-day leave sanctioned.

source: གཞན་ཡང་དགེ་བསྙེན་གྱི་བྱ་བ་འདི་ལྟ་སྟེ། དགེ་བསྙེན་གྱིས་མདོ་སྡེ་རིས་བཞི་ལས་མདོ་སྡེའི་རིས་གང་ཡང་རུང་བ་ཞིག་རྒྱས་པར་བཀླགས་སམ་བཏོན་པར་གྱུར་ནས། དེས་དེར་གོས་ཀྱི་རྙེད་པ་དང་ཟས་ཀྱི་རྙེད་པ་མང་དུ་སྟ་གོན་བྱས་ཏེ། དགེ་སློང་དག་ལ་ཕོ་ཉ་བཏང་ནས་འཕགས་པ་དག་ལོངས་སྤྱད་པ་དག་དབུལ་གྱིས་ཚུར་སྤྱོན་ཅིག་ཅེས་སྤྲིང་ན།
en: “Another instance of a male lay vow holder’s business: If a male lay vow holder, having had one or another of the Four Divisions of the Discourses recited in full or in part, prepares much wealth in the form of cloth and food and sends a messenger to the monks with the message, ‘Noble ones!

source: གཞན་ཡང་དགེ་བསྙེན་གྱི་བྱ་བ་འདི་ལྟ་སྟེ། དགེ་བསྙེན་ཞིག་འགྱོད་པར་གྱུར་ནས་དེས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་སྟེ།
en: “Another instance of a male lay vow holder’s business: If a male lay vow holder, having developed regret, sends a messenger to the monks with the message, ‘Come!

source: འཕགས་པ་དག་འགྱོད་པ་སྐྱེས་པ་སོ་སོར་བསལ་གྱིས་ཚུར་སྤྱོན་ཅིག་ཅེས་སྤྲིང་ན། ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་དགེ་བསྙེན་གྱི་བྱ་བའི་ཕྱིར་དགེ་སློང་འགྲོ་བར་བྱ་སྟེ།
en: The noble ones should relieve me of the regret I have developed,’ a monk may leave on a male lay vow holder’s business after having a seven-day leave sanctioned.

source: གཞན་ཡང་དགེ་བསྙེན་གྱི་བྱ་བ་འདི་ལྟ་སྟེ། དགེ་བསྙེན་ཞིག་སྡིག་པ་ཅན་གྱི་ལྟ་བར་སོང་བ་སྐྱེས་པར་གྱུར་ནས། དེས་དགེ་སློང་དག་ལ་ཕོ་ཉ་བཏང་སྟེ།
en: “Another instance of a male lay vow holder’s business: If a male lay vow holder, having developed a deviant view, sends a messenger to the monks with the message, ‘Come!

source: འཕགས་པ་དག་སྡིག་པ་ཅན་གྱི་ལྟ་བར་སོང་བ་སྐྱེས་པ་དེ་སོ་སོར་བསལ་གྱིས་ཚུར་སྤྱོན་ཅིག་ཅེས་སྤྲིང་ན། ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་དགེ་བསྙེན་གྱི་བྱ་བའི་ཕྱིར་དགེ་སློང་འགྲོ་བར་བྱ་སྟེ།
en: The noble ones should dispel the deviant view I have developed,’ a monk may leave on a male lay vow holder’s business after having a seven-day leave sanctioned.

source: གཞན་ཡང་དགེ་བསྙེན་གྱི་བྱ་བ་འདི་ལྟ་སྟེ། དགེ་འདུན་གྱིས་དགེ་བསྙེན་ལ་ལྷུང་བཟེད་ཁས་དབུབ་པར་འདོད་པར་གྱུར་པ་དང་། དེས་དགེ་སློང་དག་ལ་ཕོ་ཉ་བཏང་སྟེ། འཕགས་པ་དག་ཆོས་དང་མཐུན་པའི་ཕྱོགས་སྟེན་པར་བགྱིད་ཀྱིས་ཚུར་སྤྱོན་ཅིག་ཅེས་སྤྲིང་ན། ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་དགེ་བསྙེན་གྱི་བྱ་བའི་ཕྱིར་དགེ་སློང་འགྲོ་བར་བྱ་སྟེ།
en: “Another instance of a male lay vow holder’s business: If the saṅgha is about to turn over their begging bowls to a male lay vow holder, and he sends a messenger to the monks with the message, ‘Come, the noble ones should side with the Dharma,’ a monk may leave on a male lay vow holder’s business after having a seven-day leave sanctioned.

source: གཞན་ཡང་དགེ་བསྙེན་གྱི་བྱ་བ་འདི་ལྟ་སྟེ། དགེ་འདུན་གྱིས་དགེ་བསྙེན་ལ་ལྷུང་བཟེད་ཁས་བུབ་པར་གྱུར་པ་དང་། དེས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་སྟེ།
en: “Another instance of a male lay vow holder’s business: If the saṅgha has already turned over their begging bowls to a male lay vow holder, and he sends a messenger to the monks with the message, ‘Come!

source: འཕགས་པ་དག་ལྷུང་བཟེད་ཁས་བུབ་པ་བཏང་བར་གསོལ།
en: The noble ones should turn your begging bowls right side up!’

source: ཚུར་སྤྱོན་ཅིག་ཅེས་སྤྲིང་ན་ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་དགེ་བསྙེན་གྱི་བྱ་བའི་ཕྱིར་དགེ་སློང་འགྲོ་བར་བྱ་སྟེ།
en: a monk may leave on a male lay vow holder’s business after having a seven-day leave sanctioned.

source: གཞན་ཡང་དགེ་བསྙེན་གྱི་བྱ་བ་འདི་ལྟ་སྟེ། དགེ་བསྙེན་ན་བ་སྡུག་བསྔལ་བ་ནད་ཚབས་ཆེ་བར་གྱུར་ནས་དེས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་སྟེ།
en: “Another instance of a male lay vow holder’s business: If a sick and suffering male lay vow holder who has fallen badly ill sends a messenger to the monks with the message, ‘Noble ones!

source: འཕགས་པ་དག་ཚུར་སྤྱོན་ཅིག །
en: Come!

source: འགའ་སྩོལ་ཅིག་ཅེས་སྤྲིང་ན་ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་དགེ་བསྙེན་གྱི་བྱ་བའི་ཕྱིར་དགེ་སློང་འགྲོ་བར་བྱ་སྟེ།
en: Give me solace!’ a monk may leave on a male lay vow holder’s business after having a seven-day leave sanctioned.

source: དགེ་བསྙེན་མའི་བྱ་བ་གང་ཞེ་ན།
en: “What is a female lay vow holder’s business?

source: དེ་དག་ཐམས་ཅད་དགེ་བསྙེན་མའི་བྱ་བ་ཡིན་ཏེ། རང་གི་འཆིང་བ་བག་མ་ལེན་པ་ནི་མ་གཏོགས་སོ། །
en: All the above except for the taking of a wife as one’s consort are a female lay vow holder’s business.

source: དགེ་སློང་གི་བྱ་བ་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: “What is a monk’s business?

source: དགེ་སློང་ཞིག་གིས་ཕྱོགས་བཞིའི་དགེ་སློང་གི་དགེ་འདུན་ལ་ཀུན་དགའ་ར་བ་དབུལ་བར་འདོད་ནས། དེས་དེར་གོས་ཀྱི་རྙེད་པ་དང་ཟས་ཀྱི་རྙེད་པ་མང་དུ་སྟ་གོན་བྱས་ནས་དེས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་སྟེ། ཚེ་དང་ལྡན་པ་དག་ལོངས་སྤྱད་པ་དག་འབུལ་གྱིས་ཚུར་སྤྱོན་ཅིག་ཅེས་སྤྲིང་ན།
en: If a monk, who is about to offer a park to the saṅgha of monks in the four directions, prepares much wealth in the form of cloth and food and sends a messenger to the monks with the message, ‘Come!

source: ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་དགེ་སློང་གི་བྱ་བའི་ཕྱིར་དགེ་སློང་འགྲོ་བར་བྱ་སྟེ།
en: The venerable ones should partake,’ a monk, a monk may leave on a monk’s business after having a seven-day leave sanctioned.

source: འདི་ནི་དགེ་སློང་གི་བྱ་བ་ཡིན་ནོ། །གཞན་ཡང་དགེ་སློང་གི་བྱ་བ་འདི་ལྟ་སྟེ།
en: This is a monk’s business.

source: དགེ་སློང་གིས་ཀུན་དགའ་ར་བ་དེ་ཉིད་དུ་གཙུག་ལག་ཁང་དང་། གནས་མལ་དང་། འཚོ་བ་བརྟན་པོ་དང་། དེ་བཞིན་གཤེགས་པའི་སྐུ་གདུང་གི་མཆོད་རྟེན་ལ་དྲི་སྣ་ཚོགས་ཀྱིས་བྱུག་པ་དང་། ཙན་དན་གྱིས་བྱུག་པ་དང་། སྲོག་ཤིང་གཟུགས་པ་དང་། རྒྱལ་མཚན་གཟུགས་པ་དང་། མདོ་སྡེའི་རིས་བཞི་ལས་མདོ་སྡེའི་རིས་གང་ཡང་རུང་བ་དང་།
en: “Another instance of a monk’s business: If a monk, who has built a monastery, offered bedding, and established steady alms at that park; who has built a stūpa for the bodily remains of a tathāgata, and offered a central pole to be planted, a parasol to be set up, flags to be planted, banners to be affixed, various fragrant perfumes, sandalwood paste, and saffron for that stūpa; or who has developed regret or a deviant view about one or another of the Four Divisions of the Discourses, prepares much wealth in the form of cloth and food and sends a messenger to the monks with the message, ‘Come!

source: འགྱོད་པ་དང་། སྡིག་པའི་ལྟ་བར་སོང་བ་སྐྱེས་ནས་དེས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་སྟེ། ཚེ་དང་ལྡན་པ་དག་སྡིག་པའི་ལྟ་བར་སོང་བ་སྐྱེས་པ་སོ་སོར་བསལ་གྱིས་ཚུར་སྤྱོན་ཅིག་ཅེས་སྤྲིང་ན། ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་དགེ་སློང་གི་བྱ་བའི་ཕྱིར་དགེ་སློང་འགྲོ་བར་བྱ་སྟེ། འདི་ནི་དགེ་སློང་གི་བྱ་བ་ཡིན་ཏེ།
en: The venerable ones should dispel the deviant view I have developed,’ a monk, a monk may leave on a monk’s business after having a seven-day leave sanctioned.

source: ཐམས་ཅད་གོང་མ་བཞིན་དུ་རྒྱས་པར་བརྗོད་པར་བྱའོ། །གཞན་ཡང་དགེ་སློང་གི་བྱ་བ་འདི་ལྟ་སྟེ།
en: All these instances of a monk’s business should be expressed at length as above.

source: དགེ་འདུན་གྱིས་དགེ་སློང་ཞིག་ལ་ཆད་པའི་ལས་འདི་ལྟ་སྟེ། བསྡིགས་པའི་ལས་སམ། སྨད་པའི་ལས་སམ། བསྐྲད་པའམ། ཕྱིར་འགྱེད་པ་དང་། མི་སྣང་བར་གནས་ནས་དབྱུང་བའམ།
en: “Another instance of a monk’s business: If a saṅgha is about to impose on a monk a punitive act such as an act of censure; an act of chastening; an act of expulsion; an act of reconciliation; or an act of suspension for refusing to acknowledge a fault, for refusing to amend one’s behavior, or for refusing to relinquish deviant views, and the monk sends a messenger to the monks with the message, ‘Come!

source: ཕྱིར་མི་འཆོས་པ་གནས་ནས་དབྱུང་བའམ། སྡིག་པའི་ལྟ་བར་སོང་བ་མ་བཏང་བ་གནས་ནས་དབྱུང་བའི་ལས་དེ་ལྟ་བུ་བྱ་བར་འདོད་པར་གྱུར་པ་དང་། དེས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་སྟེ། ཚེ་དང་ལྡན་པ་དག་ཆོས་དང་མཐུན་པའི་ཕྱོགས་དང་མཐུན་པར་བགྱིད་པར་འགྱུར་གྱིས་ཚུར་སྤྱོན་ཅིག་ཅེས་སྤྲིང་ན། ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་དགེ་སློང་གི་བྱ་བའི་ཕྱིར་དགེ་སློང་འགྲོ་བར་བྱ་སྟེ།
en: The venerable ones should side with the Dharma,’ a monk, a monk may leave on a monk’s business after having a seven-day leave sanctioned.

source: དགེ་འདུན་གྱིས་དགེ་སློང་གི་ཆད་པའི་ལས་འདི་ལྟ་སྟེ། བསྡིགས་པའི་ལས་སམ། སྨད་པའི་ལས་སམ། བསྐྲད་པའི་ལས་སམ། ཕྱིར་འགྱེད་པའི་ལས་སམ། མི་སྣང་བར་གནས་ནས་དབྱུང་བའམ། ཕྱིར་མི་འཆོས་པ་གནས་ནས་དབྱུང་བའམ།
en: “Another instance of a monk’s business: If the saṅgha has already imposed on a monk a punitive act such as an act of censure; an act of chastening; an act of expulsion; an act of reconciliation; or an act of suspension for refusing to acknowledge a fault, for refusing to amend one’s behavior, or for refusing to relinquish deviant views, and the monk sends a messenger to the monks with the message, ‘Come!

source: སྡིག་པའི་ལྟ་བར་སོང་བ་གནས་ནས་དབྱུང་བའི་ལས་དེ་ལྟ་བུ་བྱས་པ་དང་། དེས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་སྟེ། ཚེ་དང་ལྡན་པ་དག་འབྱིན་པར་འགྱུར་གྱིས། ཚུར་སྤྱོན་ཅིག་ཅེས་སྤྲིང་ན། ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་དགེ་སློང་གི་བྱ་བའི་ཕྱིར་དགེ་སློང་འགྲོ་བར་བྱ་སྟེ།
en: The venerable ones will rescind the punishment,’’ a monk, a monk may leave on a monk’s business after having a seven-day leave sanctioned.

source: འདི་ནི་དགེ་སློང་གི་བྱ་བ་ཡིན་ནོ། །
en: This is a monk’s business.

source: གཞན་ཡང་དགེ་སློང་གི་བྱ་བ་འདི་ལྟ་སྟེ། དགེ་སློང་ཞིག་ལ་དགེ་འདུན་གྱིས་ལྷག་མའི་ལྟུང་བ་བྱུང་བར་གྱུར་ནས། དེས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་སྟེ། ཚེ་དང་ལྡན་པ་དག་ཚུར་སྤྱོན།
en: “Another instance of a monk’s business: If a monk, having incurred a saṅgha remnant, sends a messenger to the monks with the message, ‘Venerable ones!

source: སྤོ་བ་སྩལ་དུ་གསོལ་ཞེས་སྤྲིང་ན་ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་དགེ་སློང་གི་བྱ་བའི་ཕྱིར་དགེ་སློང་འགྲོ་བར་བྱ་སྟེ།
en: Come! Please grant a penance,’ a monk, a monk may leave on a monk’s business after having a seven-day leave sanctioned.

source: གཞན་ཡང་དགེ་སློང་གི་བྱ་བ་འདི་ལྟ་སྟེ། དགེ་སློང་གིས་སྤོ་བ་རྫོགས་ནས་དེས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་སྟེ། ཚེ་དང་ལྡན་པ་དག་ཚུར་སྤྱོན།
en: “Another instance of a monk’s business: If a monk, having completed his penance, sends a messenger to the monks with the message, ‘Venerable ones!

source: མགུ་བར་བགྱི་བ་སྩལ་དུ་གསོལ་ཞེས་སྤྲིང་ན།
en: Come!

source: ཞག་བདུན་བྱིན་གྱིས་བརླབས་ཏེ་དགེ་སློང་གི་བྱ་བའི་ཕྱིར་དགེ་སློང་འགྲོ་བར་བྱ་སྟེ།
en: Allow me to serve a probation,’ a monk, a monk may leave on a monk’s business after having a seven-day leave sanctioned.

source: གཞན་ཡང་དགེ་སློང་གི་བྱ་བ་འདི་ལྟ་སྟེ། དགེ་སློང་གིས་མགུ་བར་བྱ་བ་སྤྱད་ནས་དེས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་སྟེ། ཚེ་དང་ལྡན་པ་དག་ཚུར་སྤྱོན་དབྱུང་བ་བགྱིར་གསོལ་ཞེས་སྤྲིང་ན།
en: “Another instance of a monk’s business: If a monk who has served his penance sends a messenger to the monks with the message, ‘Venerable ones!

source: གཞན་ཡང་དགེ་སློང་གི་བྱ་བ་འདི་ལྟ་སྟེ། དགེ་སློང་ན་བ་སྡུག་བསྔལ་བ་ནད་ཚབས་ཆེ་བ་ཞིག་གིས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་སྟེ། ཚེ་དང་ལྡན་པ་དག་ཚུར་སྤྱོན་ཅིག །
en: “Another instance of a monk’s business: If a sick and suffering monk who has fallen badly ill sends a messenger to the monks with the message, ‘Venerable ones!

source: འགའ་སྩོལ་ཅིག་ཅེས་སྤྲིང་ན་ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་དགེ་སློང་གི་བྱ་བའི་ཕྱིར་དགེ་སློང་འགྲོ་བར་བྱ་སྟེ།
en: Come! Give me solace!’ a monk, a monk may leave on a monk’s business after having a seven-day leave sanctioned.

source: དགེ་སློང་མའི་བྱ་བ་གང་ཞེ་ན།
en: “What is a nun’s business?

source: དེ་དག་ཐམས་ཅད་དགེ་སློང་མའི་བྱ་བ་ཡིན་ཏེ། ཆད་པའི་ལས་ནི་མ་གཏོགས་སོ། །
en: All the above, except for the punitive acts, are a nun’s business.

source: གཞན་ཡང་དགེ་སློང་མའི་བྱ་བ་འདི་ལྟ་སྟེ། དགེ་སློང་མ་ཞིག་ལ་ལྕི་བའི་ཆོས་ཀྱི་ལྟུང་བ་བྱུང་བར་གྱུར་ནས་དེས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་སྟེ། འཕགས་པ་དག་ཚུར་སྤྱོན།
en: “Another instance of a nun’s business is as follows: If a nun who has incurred an offense against her solemn duties sends a messenger to the monks with the message, ‘Noble ones!

source: ཟླ་བ་ཕྱེད་ཀྱི་བར་དུ་མགུ་བར་བགྱི་བ་སྩལ་དུ་གསོལ་ཞེས་སྤྲིང་ན།
en: Come!

source: ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་དགེ་སློང་མའི་བྱ་བའི་ཕྱིར་དགེ་སློང་འགྲོ་བར་བྱ་སྟེ།
en: Please grant a fortnight’s probation,’ a monk may leave on a nun’s business after having a seven-day leave sanctioned.

source: འདི་ནི་དགེ་སློང་མའི་བྱ་བ་ཡིན་ནོ། །
en: This is a nun’s business.

source: དགེ་སློབ་མའི་བྱ་བ་གང་ཞེ་ན།
en: “What is a nun postulant’s business?

source: དེ་དག་ཐམས་ཅད་དགེ་སློབ་མའི་བྱ་བ་ཡིན་ནོ། །གཞན་ཡང་དགེ་སློབ་མའི་བྱ་བ་འདི་ལྟ་སྟེ།
en: All the above are the business of a nun postulant.

source: དགེ་སློབ་མས་ལོ་གཉིས་ཀྱི་བར་དུ་བསླབ་པའི་ཆོས་དྲུག་དང་རྗེས་སུ་མཐུན་པའི་ཆོས་དྲུག་བསླབས་ནས་དེས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་སྟེ། འཕགས་པ་དག་བསྙེན་པར་རྫོགས་པར་མཛད་དུ་གསོལ།
en: “Another instance of a nun postulant’s business: If a nun postulant who has trained for two years in the six primary and six accompanying duties of her training sends a messenger to the monks with the message, ‘Noble ones!

source: ཚུར་སྤྱོན་ཅིག་ཅེས་སྤྲིང་ན། ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་དགེ་སློབ་མའི་བྱ་བའི་ཕྱིར། དགེ་སློང་འགྲོ་བར་བྱ་སྟེ།
en: Come and grant ordination,’ a monk may leave on a nun postulant’s business after having a seven-day leave sanctioned.

source: འདི་ནི་དགེ་སློབ་མའི་བྱ་བ་ཡིན་ནོ། །
en: This is a nun postulant’s business.

source: དགེ་ཚུལ་གྱི་བྱ་བ་གང་ཞེ་ན།
en: “What is a male novice’s business?

source: དེ་དག་ཐམས་ཅད་དགེ་ཚུལ་གྱི་བྱ་བ་ཡིན་ནོ། །
en: All the above are the business of a male novice.

source: གཞན་ཡང་དགེ་ཚུལ་གྱི་བྱ་བ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། དགེ་ཚུལ་ལོ་ཉི་ཤུ་ལོན་པར་གྱུར་ནས་དེས་དགེ་སློང་རྣམས་ལ་ཕོ་ཉ་བཏང་སྟེ། འཕགས་པ་དག་བསྙེན་པར་རྫོགས་པར་མཛད་དུ་གསོལ་ཚུར་སྤྱོན་ཅིག་ཅེས་སྤྲིང་ན།
en: “Another instance of a male novice’s business is as follows: If a male novice who has reached the age of twenty sends a messenger to the monks with the message, ‘Noble ones!

source: ཞག་བདུན་བྱིན་གྱིས་བརླབས་ལ་དགེ་ཚུལ་གྱི་བྱ་བའི་ཕྱིར་དགེ་སློང་འགྲོ་བར་བྱ་སྟེ།
en: Come and grant ordination,’ a monk may leave on a male novice’s business after having a seven-day leave sanctioned.

source: འདི་ནི་དགེ་ཚུལ་གྱི་བྱ་བ་ཡིན་ནོ། །
en: This is a male novice’s business.

source: དགེ་ཚུལ་མའི་བྱ་བ་གང་ཞེ་ན།
en: “What is a female novice’s business?

source: དེ་དག་ཐམས་ཅད་དགེ་ཚུལ་མའི་བྱ་བ་ཡིན་ནོ། །
en: All the above are the business of a female novice.
